allure-results/e0b5ee63c2f740b7806e149e64cff1f3-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><CreateRecipient xmlns="http://tempuri.org/"><ParamRecipient><AgentID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">PRODTEST717</AgentID><DOB xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">12-04-1994</DOB><Email xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><MothersMaidenName xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><Nationality xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">MEX</Nationality><Phone1 xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">5789878548</Phone1><Phone2 xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><RecipientAddress1 xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">TETS 7879</RecipientAddress1><RecipientAddress2 xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><RecipientCityID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">4565</RecipientCityID><RecipientCityName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Testing City</RecipientCityName><RecipientCountry xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">MEX</RecipientCountry><RecipientFirstName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">o5f99</RecipientFirstName><RecipientGender xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">M</RecipientGender><RecipientLastName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">AmrZN</RecipientLastName><RecipientMiddleName xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><RecipientOccupation xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Tester</RecipientOccupation><RecipientStateID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">456</RecipientStateID><RecipientStateName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Estado de Mexico</RecipientStateName><UserID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jaitkenag</UserID><ZipCode xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /></ParamRecipient></CreateRecipient></soap:Body></soap:Envelope>